{
  "company_website": "https://www.convexinteractive.com/",
  "countries": [
    "PK",
    "GB",
    "AE",
    "US",
    "QA",
    "BH",
    "SA",
    "CA",
    "OM",
    "KW"
  ],
  "id": "7148409798596749",
  "name": "Convex Interactive",
  "description": "Convex Interactive is a premier IT solutions provider, empowering enterprises to automate and scale customer interactions seamlessly. As an official Meta Business Partner, we specialize in delivering secure and scalable communication solutions across multiple channels, including SMS, WhatsApp Business API, Email, Facebook Messenger, Instagram Inbox, Web Live Chat, and Voice. Licensed by the Pakistan Telecommunication Authority (PTA) and the Pakistan Electronic Media Regulatory Authority (PEMRA), our services ensure compliance and reliability. Our robust Communications Platform as a Service (CPaaS) infrastructure—further enhanced by cutting-edge AI-driven chatbots, advanced machine learning, and state-of-the-art large language model technology—offers templated messaging, session-based chats, and real-time analytics. With offices in Pakistan, UAE, and the USA, our mission is to transform customer conversations into measurable growth by streamlining deliveries and scaling support.",
  "diverse_owned_identities": [
    "ASIAN_AND_PACIFIC_ISLANDER"
  ],
  "facebook_platforms": [
    "WHATSAPP"
  ],
  "focus_areas": [
    "WhatsApp Business API Expertise: Deploy advanced WhatsApp solutions - automated notifications, chatbots, and CRM integrations.",
    "AI-Powered Automation: Scale conversations with NLP chatbots that handle queries instantly.",
    "Unify SMS, WhatsApp, Email, Messenger, Instagram, Live Chat & Voice in a single dashboard to streamline customer engagement."
  ],
  "industries": [
    "AUTOMOTIVE",
    "ECOMMERCE",
    "EDUCATION",
    "ENTERTAINMENT_AND_MEDIA",
    "FINANCIAL_SERVICES",
    "GOVERNMENT_AND_POLITICS",
    "HEALTHCARE",
    "PROFESSIONAL_SERVICES",
    "TECHNOLOGY",
    "RETAIL",
    "TELECOM",
    "TRAVEL",
    "ENERGY_AND_UTILITIES"
  ],
  "is_badged": true,
  "language_tags": [
    "ar",
    "en",
    "hi"
  ],
  "msp_profile_picture": {
    "image": {
      "uri": "https://scontent.fnag7-1.fna.fbcdn.net/v/t1.6435-9/80671832_218802365781182_7319380276822409216_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=1e617a&_nc_ohc=GqUgCq86XakQ7kNvwFCgAfl&_nc_oc=AdnsSSE_WjM5fas1EuHLHgDml9S8k4PLCxnbQNfIUUich7ehhCUqfsKt8FFsc97mMp8&_nc_zt=23&_nc_ht=scontent.fnag7-1.fna&_nc_gid=U_DVOcKdLZpIkArDTT5kHg&oh=00_Afd6d-u6j0KCrqpggk9uK4n1Qwb7i9cuHzr6iNljMiKdXg&oe=690B54F6"
    },
    "id": "218802362447849"
  },
  "service_models": [
    "HOURLY",
    "MANAGED",
    "PROJECT_BASED",
    "SAAS"
  ],
  "solution_types": [
    "MESSAGING"
  ],
  "solution_subtypes": [],
  "__typename": "MarketingSolutionProvider"
}