{
  "company_website": "https://dsuinfotech.com/",
  "countries": [
    "IN",
    "GB",
    "AE",
    "US",
    "CA",
    "AU",
    "PL"
  ],
  "id": "8326893227343254",
  "name": "DSU Infotech",
  "description": "We specialize in leveraging META's powerful platforms to deliver innovative marketing and automation solutions. As a trusted partner, we provide expert services for WhatsApp Cloud API, Facebook and Instagram automation, empowering businesses to connect with their audience seamlessly and drive growth.\n\nDSU Infotech specializes in multi-channel automation, empowering businesses to connect seamlessly on WhatsApp, Facebook and Instagram. Our expertise spans chatbots and automation solutions, enabling 24/7 customer support, personalized engagement and streamlined marketing efforts. With experience across 10+ WhatsApp automation platforms, we deliver scalable solutions tailored for industries like Real Estate, Education, Automotive, E-Commerce and Fashion. By automating inquiries, bookings and campaigns, DSU Infotech enhances efficiency and customer satisfaction. Trusted by 100+ global clients, we bring innovation and reliability to business communication.",
  "diverse_owned_identities": [],
  "facebook_platforms": [
    "WHATSAPP"
  ],
  "focus_areas": [
    "Automate property inquiries, schedule site visits, share brochures instantly, and manage leads efficiently.",
    "Simplify order tracking, recover abandoned carts, send personalized product recommendations, and manage promotional campaigns.",
    "Streamline admission processes, handle FAQs for students and parents, send event reminders, and manage fee notifications."
  ],
  "industries": [
    "AUTOMOTIVE",
    "ECOMMERCE",
    "EDUCATION",
    "PROFESSIONAL_SERVICES",
    "TECHNOLOGY",
    "TRAVEL",
    "ORGANIZATIONS_AND_ASSOCIATIONS"
  ],
  "is_badged": true,
  "language_tags": [
    "en",
    "hi"
  ],
  "msp_profile_picture": {
    "image": {
      "uri": "https://scontent.fnag7-1.fna.fbcdn.net/v/t39.30808-6/484066704_1829739264538729_9112530192140273482_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=109&ccb=1-7&_nc_sid=1e617a&_nc_ohc=_g_XfxWfEQcQ7kNvwEsxCYT&_nc_oc=AdlzYeLBhTrDOik-Zs5a7uHBI7CWZ0eo38x0VHWFhtur0lkfhgzboc1YvGSWKm3aSPI&_nc_zt=23&_nc_ht=scontent.fnag7-1.fna&_nc_gid=a8RO8rpneS2yyeEdQ_uWPw&oh=00_AfczEj0MIVGbZQWUPDsvKzqPlaF2g5kJg7YmTBmLvWgI_w&oe=68E987C4"
    },
    "id": "1782326552613334"
  },
  "service_models": [
    "MANAGED",
    "SAAS",
    "HOURLY",
    "PROJECT_BASED"
  ],
  "solution_types": [
    "MESSAGING"
  ],
  "solution_subtypes": [],
  "__typename": "MarketingSolutionProvider"
}