{
  "company_website": "https://fyno.io/",
  "countries": [
    "IN"
  ],
  "id": "7092983957426771",
  "name": "Fyno",
  "description": "Fyno is a modern notification infrastructure for engineering and product teams to build & manage their communication service. \nIt’s like Stripe, but for communications. It comes with: \n- An integration layer to connect with any channel/cPaaS (like Twilio for SMS, Meta for WhatsApp, Firebase for Push notifications etc.);\n- An orchestration layer to manage templates, configure cross-channel flows, automate communication pipelines; and \n- A robust observability layer for actionable insights. \n\nFyno's feature set are malleable and modular, allowing engineering and product teams to build and manage their use-cases with limited to no coding effort. Fyno also does all the heavy lifting on the engineering front on infra scaling, throttling, managing rate limits, queueing, logs/data storage.   \n\nTo top it up, Fyno has various add-on features that ensures that you never have to look for another tool/ stack for communications.   ",
  "diverse_owned_identities": [],
  "facebook_platforms": [
    "WHATSAPP"
  ],
  "focus_areas": [
    "Powering pro-active communications for logistics and supply chain industry",
    "Powering secure and reliable communications for fintech and regulated companies",
    "Providing a reliable communications infrastructure for B2B companies "
  ],
  "industries": [
    "TECHNOLOGY"
  ],
  "is_badged": true,
  "language_tags": [
    "en"
  ],
  "msp_profile_picture": {
    "image": {
      "uri": "https://scontent.fnag7-1.fna.fbcdn.net/v/t39.30808-6/483652894_619809450960464_6563154656247688563_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=1e617a&_nc_ohc=u1RVPgEMp00Q7kNvwFOvm9i&_nc_oc=Adlr4KR078iMxFc4fnqieJfzn-nKi_uQrIf6wEBatJqdpanC5fPTlEzy7hM6ysTiP3w&_nc_zt=23&_nc_ht=scontent.fnag7-1.fna&_nc_gid=STVo-7jhQwP4Y3LRopopFg&oh=00_AfdFepZB_Lne4OKxIsbfOb17k6OtYHtzBfZqeD-OfkQE6A&oe=68E9A625"
    },
    "id": "598014699806606"
  },
  "service_models": [
    "SAAS"
  ],
  "solution_types": [
    "MESSAGING"
  ],
  "solution_subtypes": [],
  "__typename": "MarketingSolutionProvider"
}