{
  "company_website": "https://leminai.com/",
  "countries": [
    "IN",
    "AE",
    "BR",
    "GB",
    "CA",
    "ID",
    "US",
    "DE",
    "CH",
    "FR",
    "AU",
    "JP"
  ],
  "id": "24811111185155829",
  "name": "LeminAi",
  "description": "LeminAi is an AI-enabled marketing platform built to empower founders and small businesses with powerful tools for digital growth. With over five years of experience and thousands of customers onboarded, LeminAi is designed to simplify marketing, boost customer engagement, and scale business communication.\n\nAt the heart of the platform is our flagship WhatsApp Business API service, offering blue tick verification, interactive campaigns, multi-agent chat support, smart automation, and real-time analytics. But beyond just features, LeminAi is a growth enabler, trusted by startups and enterprises alike.\n\nWith a passionate team of 100+ professionals, LeminAi continues to help brands automate their outreach, increase conversions, and build lasting customer relationships, through the most powerful medium of this decade: WhatsApp.",
  "diverse_owned_identities": [
    "ASIAN_AND_PACIFIC_ISLANDER"
  ],
  "facebook_platforms": [
    "WHATSAPP"
  ],
  "focus_areas": [
    " Enabling businesses to connect with customers through personalized, AI-powered WhatsApp campaigns and automation.",
    "Offering affordable and scalable marketing solutions specifically designed for startups, D2C brands, and small businesses.",
    "Evolving platform to offer advanced analytics, multi-agent dashboards, and seamless integrations with CRMs, websites, and e-commerce tools."
  ],
  "industries": [
    "TECHNOLOGY"
  ],
  "is_badged": true,
  "language_tags": [
    "en"
  ],
  "msp_profile_picture": {
    "image": {
      "uri": "https://scontent.fnag7-1.fna.fbcdn.net/v/t39.30808-6/514246613_707504275255076_2093062179347917436_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=107&ccb=1-7&_nc_sid=1e617a&_nc_ohc=f60Fb75PJKwQ7kNvwFDBI8Y&_nc_oc=Adl4K7PGkV-rqe02wFQYnW0sXBZyWLoGndg2nceIpyhv9VvCT8PLYMSl_XjofPzsLsI&_nc_zt=23&_nc_ht=scontent.fnag7-1.fna&_nc_gid=a0S2FrG0sRacZ0JGOmY-Wg&oh=00_AfdrX78ZNNuDOMSQqguHNXWbgP5AUNAeMJPNn5ITzTGrmA&oe=68E9A285"
    },
    "id": "707504271921743"
  },
  "service_models": [
    "SAAS"
  ],
  "solution_types": [
    "MESSAGING"
  ],
  "solution_subtypes": [],
  "__typename": "MarketingSolutionProvider"
}