{
  "company_website": "https://palmate.ai/",
  "countries": [
    "TR"
  ],
  "id": "23967757316198584",
  "name": "Palamar Teknoloji A.Ş.",
  "description": "Palmate.ai is an intelligent, action-oriented AI platform that transforms customer interactions and streamlines operations for e-commerce, retail, travel and hospitality, and luxury brands. Going beyond simple Q&A, we deliver unique value by enabling AI-driven task automation, experience personalization, and business growth from a single unified platform.\n\nPalmate.ai helps businesses enhance customer experience (CX), increase efficiency, and achieve measurable return on investment (ROI) through automation. Our platform can automate complex queries using features like Retrieval-Augmented Generation (RAG) for real-time product information, Function Calling for order tracking and returns, recover abandoned carts, and provide personalized 24/7 support. It’s designed for seamless integration with existing systems such as e-commerce platforms like Shopify, Woocommerce and CRMs like Salesforce and HubSpot, and includes a low-code module that allows businesses to easily build custom workflows.",
  "diverse_owned_identities": [],
  "facebook_platforms": [
    "WHATSAPP"
  ],
  "focus_areas": [
    "Intelligent Action & Integration: Offers action-oriented AI that automates tasks, personalizes CX, and drives growth",
    "Clear ROI Focus: Boosts ROI through automation, better customer experience, and increased efficiency across all operations",
    "CX Transformation: Grows sales in e-commerce, unifies retail channels, elevates travel stays, and delivers personalized luxury brand service"
  ],
  "industries": [
    "RETAIL",
    "TRAVEL",
    "ECOMMERCE",
    "ENERGY_AND_UTILITIES"
  ],
  "is_badged": true,
  "language_tags": [
    "ar",
    "fi",
    "fr",
    "de",
    "en",
    "it",
    "ja",
    "tr",
    "ru"
  ],
  "msp_profile_picture": {
    "image": {
      "uri": "https://scontent.fnag7-1.fna.fbcdn.net/v/t39.30808-6/510645503_1032374742395994_2910986862311916152_n.jpg?stp=cp0_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=1e617a&_nc_ohc=yGG-qfitTLEQ7kNvwELtbgQ&_nc_oc=AdmMNRUm_W1FyVrnP2qtuOxzDQhf_BmoxsCHYj9G5GSPFobiGMHxwdbscoxnWSZE5ZI&_nc_zt=23&_nc_ht=scontent.fnag7-1.fna&_nc_gid=acp7DzSwk5nCAo_LFkfQuA&oh=00_AfdizdCls5E4zHZCNzfErZVVL7rafYpB5_XkyMY8Y1GH0A&oe=68E9A754"
    },
    "id": "1032374735729328"
  },
  "service_models": [
    "SAAS"
  ],
  "solution_types": [
    "MESSAGING"
  ],
  "solution_subtypes": [],
  "__typename": "MarketingSolutionProvider"
}